[
    {
        "id" : "1",
        "name": "Kawasaki Ninja h2R" ,
        "type": "Gear" ,
        "description" : "The Kawasaki Ninja H2R is the most powerful production bike on sale in India at present and churns out in excess of 300 bhp. The bike is not street-legal and is meant only for the racetrack. Powered by a 998 cc in-line four-cylinder engine, the motor comes with a supercharger.",
        "image":"https://imgd.aeplcdn.com/476x268/bw/models/kawasaki-ninja-h2-standard20200803232546.jpg",
        "Price" : "Rs.79,90,000 "
    },
    {
        "id" : "2",
        "name": "Kawasaki Z900" ,
        "type": "Gear" ,
        "description" : "The Metallic Spark Black features a single-tone finish along with a neon green shade for the chassis. The Candy Lime Green Type 3, on the other hand, features a dual-tone finish that includes lime green base paint with highlights of black on the front fender, fuel tank, and the rear panel.",
        "image":"https://cdn.motor1.com/images/mgl/N7lYj/s1/4x3/kawasaki-gives-the-z900-some-cosmetic-enhancements-for-2022.webp",
        "Price" : "Rs.8,47,000"
    },
    {
        "id" : "3",
        "name": "Kawasaki Ninja 650" ,
        "type": "Gear" ,
        "description" : "The BS6 Kawasaki Ninja 650 has received several cosmetic and mechanical updates. The 2020 Kawasaki Ninja 650 continues to come with a 649cc unit that delivers the same power and lesser torque as compared to BS4. It generates 68hp and 64Nm mated to a 6-speed transmission.",
        "image":"https://static.autox.com/uploads/2020/05/Kawasaki-Ninja-650-Image1.jpg",
        "Price"  : "Rs.6,89,000 "
    },
{
        "id" : "4",
        "name": "Kawasaki J300" ,
        "type": "Gearless" ,
        "description" : "An innovative urban transport solution, the J300 seamlessly blends sport, control, comfort and convenience, and wraps it all in a distinctive design that makes it instantlyrecognisable as a Kawasaki.The result is a package that will appeal to sports-minded riders looking for a daily dose of funfrom their commute.",
        "image":"https://imgcdn.zigwheels.my/medium/gallery/exterior/61/1291/kawasaki-j300-abs-marketing-image-225634.jpg",
        "Price" : "Rs.3,40,000 "
    },
{
        "id" : "5",
        "name": "Kawasaki Z800" ,
        "type": "Gear" ,
        "description" : "Kawasaki Motors has rolled out a limited edition of its spirited street-fighter, Z800. Priced akin to its standard version (Rs 7.5 lakh, ex-showroom, Delhi), Kawasaki has produced just 10 units of the limited edition variant.",
        "image":"https://www.motorbeam.com/wp-content/uploads/2014-Kawasaki-Z800-Test-Ride-Review.jpg",
        "Price" : "Rs. 7,40,000 "
    }

]


